[
    {
        "text": "These stories would embody the concept of niwa, which, in turn, would include the elements of fukinsei, kanso, koko, datsuzoku, seijaku, and shibui, with all of these attributes being enhanced by the resonance of wabi and sabi.",
        "book": "Worlds Enough & Time",
        "author": "Dan Simmons",
        "url": "https://bit.ly/3laO26z"
    },
    {
        "text": "All their equipment and instruments are alive.",
        "book": "Mr. Spaceship",
        "author": "Philip K. Dick",
        "url": "https://bit.ly/37MT6ep"
    },
    {
        "text": "A red flair silhouetted the jagged edge of a wing.",
        "book": "The Jewels of Aptor",
        "author": "Samuel R. Delany",
        "url": "https://bit.ly/3NiA8LE"
    },
    {
        "text": "I watched the storm, so beautiful yet terrific.",
        "book": "Frankenstein",
        "author": "Mary Shelley",
        "url": "https://bit.ly/3yAojN3"
    },
    {
        "text": "Almost before we knew it, we had left the ground.",
        "book": "A Trip to Venus",
        "author": "John Munro",
        "url": "https://bit.ly/3laO26z"
    },
    {
        "text": "A shining crescent far beneath the flying vessel.",
        "book": "Triplanetary",
        "author": "E. E. Smith",
        "url": "https://bit.ly/39PZPF1"
    },
    {
        "text": "It was going to be a lonely trip back.",
        "book": "Youth",
        "author": "Isaac Asimov",
        "url": "https://bit.ly/3wdpv7s"
    },
    {
        "text": "Mist enveloped the ship three hours out from port.",
        "book": "The Jewels of Aptor",
        "author": "Samuel R. Delany",
        "url": "https://bit.ly/3NiA8LE"
    },
    {
        "text": "Silver mist suffused the deck of the ship.",
        "book": "The Jewels of Aptor",
        "author": "Samuel R. Delany",
        "url": "https://bit.ly/3NiA8LE"
    },
    {
        "text": "The face of the moon was in shadow.",
        "book": "Mr. Spaceship",
        "author": "Philip K. Dick",
        "url": "https://bit.ly/37MT6ep"
    },
    {
        "text": "The spectacle before us was indeed sublime.",
        "book": "A Trip to Venus",
        "author": "John Munro",
        "url": "https://bit.ly/3laO26z"
    },
    {
        "text": "Then came the night of the first falling star.",
        "book": "The War of the Worlds",
        "author": "H. G. Wells",
        "url": "https://bit.ly/38zdrnM"
    },
    {
        "text": "Waves flung themselves at the blue evening.",
        "book": "The Jewels of Aptor",
        "author": "Samuel R. Delany",
        "url": "https://bit.ly/3NiA8LE"
    },
    {
        "text": "Vorkosigan and Negri exchanged greetings in the telegraphic style of two men who had been communicating for so long all of the amenities had been compressed into some kind of tight-burst code.",
        "book": "Barrayar",
        "author": "Lois McMaster Bujold",
        "url": "https://bit.ly/3wtAZCL"
    },
    {
        "text": "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
        "book": "Dune",
        "author": "Frank Herbert",
        "url": "https://bit.ly/3wsnSBC"
    },
    {
        "text": "The trick of handling horses isn't to be faster than the horse, or stronger than the horse. That pits your weakness against his strengths. The trick is to be smarter than the horse. That pits your strength against his weakness.",
        "book": "Borders of Infinity",
        "author": "Lois McMaster Bujold",
        "url": "https://bit.ly/37RMbRm"
    },
    {
        "text": "Empathize with stupidity and you're halfway to thinking like an idiot.",
        "book": "Consider Phlebas",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3LgANvK"
    },
    {
        "text": "Experience as well as common sense indicated that the most reliable method of avoiding self-extinction was not to equip oneself with the means to accomplish it in the first place.",
        "book": "Consider Phlebas",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3LgANvK"
    },
    {
        "text": "Vavatch lay in space like a god's bracelet. The fourteen-million-kilometer hoop glittered and sparkled, blue and gold against the jet-black gulf of space beyond.",
        "book": "Consider Phlebas",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3LgANvK"
    },
    {
        "text": "The Culture was every single individual human and machine in it, not one thing. Just as it could not imprison itself with laws, impoverish itself with money or misguide itself with leaders, so it would not misrepresent itself with signs.",
        "book": "Consider Phlebas",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3LgANvK"
    },
    {
        "text": "He wrinkled his face up in disgust at what looked and smelled like fish entrails in a sauce of excrement.",
        "book": "Consider Phlebas",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3LgANvK"
    },
    {
        "text": "Yet an index was not the text, a street plan was not the city, a map not the land.",
        "book": "Consider Phlebas",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3LgANvK"
    },
    {
        "text": "He wrote his notes out again, along with further notes on the notes, and then started to cross words out of the completed, annotated notes, carefully removing word after word until he had something that looked like a poem.",
        "book": "Use Of Weapons",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3lduIps"
    },
    {
        "text": "Funny how things that started out exciting and maybe even romantic-seeming degenerated into the crude mundanity of lust.",
        "book": "Surface Detail",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3sBj2kw"
    },
    {
        "text": "Context is everything, and the first context we find ourselves in is that of our own body.",
        "book": "Surface Detail",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3sBj2kw"
    },
    {
        "text": "She sat at a hooded console, next to a slanted floor-to-ceiling window looking out over the Turbine Hall where the towering data-retrieval machines spun in their glass tubes.",
        "book": "Elysium Fire",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3wds9dm"
    },
    {
        "text": "They found a set of natural laws which enabled them to manipulate the world without machines.",
        "book": "Cage of Souls",
        "author": "Adrian Tchaikovsky",
        "url": "https://bit.ly/3wwuO0y"
    },
    {
        "text": "What you see here is the animal requirement of turning dead organic compounds to energy, the base act of devouring other life, but Treetops has turned it into an art.",
        "book": "The Fall of Hyperion",
        "author": "Dan Simmons",
        "url": "https://bit.ly/3MgFjeZ"
    },
    {
        "text": "Children wear their natures like brightly-colored clothes; that's why they lie so transparently. Adulthood is the art of deceit.",
        "book": "The Chronoliths",
        "author": "Robert Charles Wilson",
        "url": "https://bit.ly/3yCoreQ"
    },
    {
        "text": "It was the city from his childhood: the high Belle Epoque. Awesome gold structures marched into the distance like sculpted clouds, buzzing with aerial traffic. Below, tiered parks and gardens stepped down in a series of dizzying vistas towards a verdant haze of greenery and light, kilometres beneath their feet.",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "His head seemed to move independently of the rest of his body, like some species of owl. With a bustle of his cloak he cruised towards them, appearing to glide more than locomote.",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "Trained swimmers reported feeling their consciousness expand to include the entire ocean, their memories becoming vast, verdant and ancient.",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "Their perceptual boundaries became malleable, although at no point was there any sense that the ocean itself was truly self-aware.",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "Something had reached into his mind and spoken to him. But the message that was imparted to him was so brutally alien that Sylveste could not begin to put it into human terms.",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "Haven't you ever had it happen to you that someone wakes you abruptly from a dream, and yet somehow their actions were incorporated into the dream's narrative, long before they actually woke you?",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "She counted the stars. There were four hundred and sixty-six billion, three hundred and eleven million, nine hundred and twenty-two thousand, eight hundred and eleven of them.",
        "book": "Revelation Space",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3NjPyQ7"
    },
    {
        "text": "He always took a small notebook with him on his walks, and made a point of writing down anything interesting. He tried to describe the feel of the grasses in his fingers, the way the trees sounded, the visual diversity of the flowers, the way the animals and birds moved and reacted, the colour of the rocks and the sky.",
        "book": "Use Of Weapons",
        "author": "Iain M. Banks",
        "url": "https://bit.ly/3lduIps"
    },
    {
        "text": "The falling shuttle had slowed to merely supersonic speed now, shedding its plume of ionised air. Dropping speed with each loop, it executed a lazily contracting spiral above Umingmaktok.",
        "book": "Diamond Dogs, Turquoise Days",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3wsFRI8"
    },
    {
        "text": "The lenses were scuffed, shimmering with the pink of fungal bloom.",
        "book": "Diamond Dogs, Turquoise Days",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3wsFRI8"
    },
    {
        "text": "It was very elegant, a pure brilliant white like something carved from cloud. Beneath the manta-like hull complex machines—fans and control surfaces—moved too rapidly to be seen as anything other than blurs of subliminal motion.",
        "book": "Diamond Dogs, Turquoise Days",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3wsFRI8"
    },
    {
        "text": "I'll be playing with high-voltage power tomorrow. Can't imagine anything going wrong with that!",
        "book": "The Martian",
        "author": "Andy Weir",
        "url": "https://bit.ly/3sEi0nL"
    },
    {
        "text": "Yes, of course duct tape works in a near-vacuum. Duct tape works anywhere. Duct tape is magic and should be worshiped.",
        "book": "The Martian",
        "author": "Andy Weir",
        "url": "https://bit.ly/3sEi0nL"
    },
    {
        "text": "Insults that sting always have some truth in them.",
        "book": "Barrayar",
        "author": "Lois McMaster Bujold",
        "url": "https://bit.ly/3wtAZCL"
    },
    {
        "text": "Once they were inside, their helmets detached themselves automatically and flew away to storage points.",
        "book": "Redemption Ark",
        "author": "Alastair Reynolds",
        "url": "https://bit.ly/3wt2JYa"
    }
]